package banks

const Bereke = `Кешбэк за покупки
Повышенные бонусы при подключении программы B-Bonus в мобильном приложении B-Bank
3% на все покупки (при ежедневном остатке на депозите от 100 000,00 до 499 999,99 тенге)

5% на все покупки (при ежедневном остатке на депозите от 500 000,00 до 6 999 999,99 тенге)

7% на все покупки (при ежедневном остатке на депозите от 7 000 000 тенге и более)

Повышенные бонусы по категориям при наличии депозита от 100 000 ₸
10% - Такси (MCC 4121)

10% - АЗС (MCC 5541, 5542)

30% - Кино (МСС 7929,7832)

Стандартный бонус при подключении программы B-Bonus в мобильном приложении B-Bank
1,5% на все покупки (без депозита)`
