package banks

const Halyk = `1% бонусов начисляются на:
 покупки, совершаемые посредством QR-Code в сети Halyk*
 покупки, совершаемые посредством Apple Pay, Samsung Pay, Google Pay, Garmin Pay, с
мобильных и смарт-устройств в POS-терминалах Halyk*
*имеются исключения по начислению
С 02.11.2023 г. начисление 1% бонусов на платежи, совершаемые в приложении Halyk
приостановлены Максимальный лимит начисления бонусов на 1 (одного) клиента в месяц по всем картам
Halyk в совокупности:
В сети Halyk:
 на 1% бонуса – 10 000 бонусов:
на платежи через QR-Code в сети Halyk;
*За исключением оплаты парковок, проводимых посредством QR Code, по которым будет
начисляться бонусы в рамках 1%, как на платежи в приложении Halyk
 на 1% бонуса – 20 000 бонусов:
на платежи смартфоном (бесконтактные платежи Apple Pay, Samsung Pay, Google Pay, Garmin
Pay, с мобильных и смарт-устройств) в POS-терминалах Halyk.
 на персонализированные кампании - 10 000 бонусов*:
в случае поступления клиенту Push или SMS уведомления от Halyk с персональным предложением.
Акции совместно с Партнерами:
В период проведения совместных Акции с повышенным бонусом, при оплате товаров в сети
магазинов Партнера (не относящихся к Halyk Club), бонусы от Банка по другим акциям могут не
начисляться в соответсвии с условиями акции.`
